"OK" = "OK";
"Continue" = "Continuer";
"Cancel" = "Annuler";
"Password" = "Mot de passe";
"Email" = "E-mail";
"None" = "Aucun";
"Fetching Account Info…" = "Récupération des informations de compte…";
"Panic Sync Deauthorized" = "L’autorisation de Panic Sync a été retirée";
"This Mac's access to your Panic Sync account has been revoked. Please reauthorize your account in Preferences." = "L’accès de ce Mac à votre compte Panic Sync a été supprimé. Veuillez restaurer l’autorisation de votre compte dans les préférences.";
"Sync Preferences…" = "Préférences de synchronisation…";
"Dismiss" = "Ignorer";
"Panic Sync Credentials Missing" = "Données d’identification Panic Sync manquantes";
"Your Panic Sync credentials could not be found. Please reauthorize your account in Preferences." = "Vos données d’identification Panic Sync sont introuvables. Veuillez restaurer l’autorisation de votre compte dans les préférences.";
"Sync" = "Synchro";
"Next Sync: %@" = "Prochaine : %@";
"Reset Sync" = "Réinitialiser la synchro";
"Sync Now" = "Synchroniser maintenant";
"Email is required" = "E-mail nécessaire";
"A valid email address is required." = "Une adresse e-mail valide est nécessaire.";
"Password Too Short" = "Mot de passe trop court";
"Your password must be at least 8 characters long." = "Votre mot de passe doit être constitué d’au moins 8 caractères.";
"Passwords Don't Match" = "Mots de passe différents";
"The password and confirmation do not match." = "Le mot de passe et sa confirmation sont différents.";
"Send Password Reset" = "Envoyer une demande de réinitialisation de mot de passe";
"You will receive an email detailing how to reset your password." = "Vous recevrez un e-mail expliquant en détail comment réinitialiser votre mot de passe.";
"Enter your email address to request a password reset." = "Indiquez votre adresse e-mail pour demander la réinitialisation du mot de passe.";
"Password Reset Sent" = "Réinitialisation de mot de passe envoyée";
"You should soon receive an email detailing how to reset your password." = "Vous recevrez bientôt un e-mail expliquant en détail comment réinitialiser votre mot de passe.";
"Deauthorize \"%@\"" = "Retirer l’autorisation de « %@ »";
"Are you sure you want to deauthorize the selected device? Its ability to sync will immediately be revoked." = "Voulez-vous vraiment retirer l’autorisation de l’appareil sélectionné ? Sa capacité de synchronisation sera immédiatement supprimée.";
"Deauthorize" = "Retirer l’autorisation";
"Unable to Contact Server" = "Impossible de contacter le serveur";
"Your network connection may be offline. You can continue signing out while offline, but this device will not be deauthorized on the server." = "Votre connexion réseau est peut-être désactivée. Vous pouvez continuer la déconnexion hors ligne, mais l’autorisation de cet appareil ne sera pas retirée sur le serveur.";
"Sign Out" = "Déconnexion";
"Unable to Sign Out" = "Déconnexion impossible";
"The server may be experiencing issues or be down for maintenance. You can continue signing out while offline, but this device will not be deauthorized on the server." = "Le serveur rencontre peut-être des problèmes ou a été désactivé à des fins de maintenance. Vous pouvez continuer la déconnexion hors ligne, mais l’autorisation de cet appareil ne sera pas retirée sur le serveur.";

"Do you want to sync with other apps?" = "Voulez-vous synchroniser vos données avec d’autres applications ?";
"You can sync your data with %@ only, or with other Panic apps as well." = "Vous ne pouvez synchroniser vos données qu’avec %@ ou d’autres applications Panic.";
"Sync With:" = "Synchroniser avec :";

"How would you like to reset your data?" = "Comment souhaitez-vous réinitialiser vos données ?";
"You can continue to sync your data with the Panic Sync data, fully replace your data with the Panic Sync data, or keep your data and replace it on all of your other devices." = "Vous pouvez continuer à synchroniser vos données avec les données Panic Sync, remplacer complètement vos données par les données Panic Sync ou conserver vos données et les remplacer sur tous vos autres appareils.";
"Action:" = "Action :";
"Merge" = "Fusionner";
"Continue Sync" = "Continuer la synchronisation";
"Replace All Data On This Mac" = "Remplacer toutes les données sur ce Mac";
"Replace All Data In %@ On This Mac" = "Remplacer toutes les données dans %@ sur ce Mac"; // e.g. Replace All Data In Transmit On This Mac
"Replace Data On All Other Devices" = "Remplacer les données sur tous les autres appareils";
"SyncPrivacyPolicyURL" = "https://www.panic.com/sync";
"SyncAccountManagementURL" = "https://sync.panic.com/";
"Your data will automatically sync between your devices. It's free, secure, and easy." = "Vos données seront automatiquement synchronisées entre vos appareils. C’est gratuit, sûr et facile.";
"Panic Sync" = "Panic Sync";
"This is the first time you're syncing data on this Mac." = "C’est la première fois que vous synchronisez des données sur ce Mac.";
"You've switched Panic Sync accounts and your data may no longer be valid." = "Vous avez changé de compte Panic Sync et vos données ne sont peut-être plus valides.";
"Changes were last made on “%@”." = "Des modifications ont été effectuées dernièrement sur %@.";
"“%@” has performed a reset sync." = "%@ a effectué une synchronisation de réinitialisation.";
"One of your devices has performed a reset sync." = "L’un de vos appareils a effectué une synchronisation de réinitialisation.";
"You can fully replace your data with the Panic Sync data, or keep your data and replace it on all your other devices." = "Vous pouvez remplacer complètement vos données par les données Panic Sync ou conserver vos données et les remplacer sur tous vos autres appareils.";
"This sync will change a significant portion of your data. How do you want to continue?" = "Cette synchronisation modifiera une partie importante de vos données. Comment voulez-vous continuer ?";
"This sync will replace your data. How do you want to continue?" = "Cette synchronisation remplacera vos données. Comment voulez-vous continuer ?";

"Two-Factor Authentication" = "Authentification à deux facteurs";
"Your account is protected by two-factor authentication. Enter the code generated by your authorization app." = "Votre compte est protégé par une authentification à deux facteurs. Saisissez le code généré par votre application d’autorisation.";
"Unlock %@" = "Déverrouiller %@";
"Purchase %@ to unlock Panic Sync." = "Achetez %@ pour déverrouiller Panic Sync.";

// PCDynamicSheetController
"Learn more." = "En savoir plus.";

// Account Deletion
"Do you want to permanently delete your Panic Sync account?" = "Voulez-vous supprimer définitivement votre compte Panic Sync ?";
"This will remove all data from the Panic Sync server and keep your local data.\n\nEnter your Panic Sync password to continue." = "Cela va supprimer toutes les données du serveur Panic Sync et conserver vos données locales.\n\nSaisissez votre mot de passe Panic Sync pour continuer.";
"Password:" = "Mot de passe :";
"Delete Account" = "Supprimer le compte";
"Account Deleted" = "Compte supprimé";
"Account Settings" = "Réglages du compte";
